# Задача №1
# Вариант 21
# Текст задачи: Напишите программу, которая будет сообщать род
# деятельности и псевдоним под которым скрывается Михаил Николаевич Румянцев.
# После вывода информации программа должна дожидаться пока пользователь нажмет Enter для выхода.

#Pchelintsev M.A.
#14.03.16

print("Михаил Николаевич Румянцев, более известен как Карандаш\nРод деятельности: артист цирка, клоун. \n \n")
input ("Нажмите Enter для выхода")
