#Задача №2
#Вариант 21
#Напишите программу, которая будет выводить на экран наиболее понравившееся вам высказывание,
#автором которого является Леонардо да Винчи.
#Не забудьте о том, что автор должен быть упомянут на отдельной строке.

#Pchelintsev M.A.
#14.03.16

print("Истина в конце концов не остается скрытой. \n									                                Леонардо Да Винчи \n \n")
input ("Нажмите Enter для выхода")
