#Задача №4
#Вариант 21.
#Напишите программу, которая выводит имя, под которым скрывается
#Филипп Ауреол Теофраст Бомбаст фон Гогенгейм. Дополнительно необходимо вывести область
#интересов указанной личности, место рождения, годы рождения и смерти (если человек умер),
#вычислить возраст на данный момент (или момент смерти). Для хранения всех необходимых данных
#требуется использовать переменные.
#После вывода информации программа должна дожидаться пока пользователь нажмет Enter для выхода.

#Pchelintsev M.A.
#14.03.16

print("Филипп Ауреол Теофраст Бомбаст фон Гогенгейм более известен, как основатель ятрохимии.")

year_of_birth = 1493 
year_of_death = 1541
birthplace = "Эйнзидельне"
interess = "алхимия"

print("Место рождения:", birthplace)
print("Год рождения:", year_of_birth)
print("Год сметри:", year_of_death)
print("Область интересов: ", interess)

input("\n\nНажмите Enter для выхода.")
